import React from 'react';
import {IoIosArrowForward} from "react-icons/io";

const Confidentiality = () => {
    return (
        <section className="trems">
            <div className="container">
                <div className="about__row">
                    <h3 className="about__title ">
                        Главная  <IoIosArrowForward/> Политика конфиденциальности
                    </h3>
                    <h2 className="contact__title">
                        Политика конфиденциальности
                    </h2>
                    <div className="contact__info">
                        <h3 className="contact__info-title grey">
                            (политика обработки персональных данных пользователей, редакция от 10 ноября 2022 г.)
                        </h3>
                        <p className="about__desc grey">
                            1. Настоящая Политика конфиденциальности (политика обработки персональных данных Пользователей) (далее – «Политика») распространяет свое действие в отношении всей информации, которую Общество с ограниченной ответственностью «М3» (юридическое лицо, созданное на территории Российской Федерации, ОГРН 1187746527099, ИНН 9731003250, зарегистрировано по адресу: г. Москва, Территория инновационного центра Сколково, ул. Луговая, д. 4, корп. 5, эт. 3, пом. 3-7), являющееся правообладателем, владельцем и администратором онлайн-сервиса MORE.TV может получить от Пользователей при использовании ими Сервиса и/или обращении в службу поддержки Сервиса.
                            <br/>2. Настоящая Политика является юридически обязательным документом для всех Пользователей Сервиса. Каждый Пользователь обязуется ознакомиться с настоящей Политикой до момента начала использования Сервиса.
                            <br/>3. Любое использование Пользователем Сервиса означает полное безоговорочное согласие Пользователя с настоящей Политикой и всеми указанными в ней условиями обработки его персональной информации и данных. В случае несогласия с условиями Политики Пользователь обязан воздержаться от использования Сервиса.
                        </p>
                    </div>
                    <div className="contact__info">
                        <h3 className="contact__info-title">
                            2. Для целей настоящего документа используются следующие термины:
                        </h3>
                        <p className="about__desc grey">
                            2.1. М3 – общество с ограниченной ответственностью «М3» (юридическое лицо, созданное на территории Российской Федерации, ОГРН 1187746527099, ИНН 9731003250, зарегистрированное) по адресу: г. Москва, Территория инновационного центра Сколково, ул. Луговая, д. 4, корп. 5, эт. 3, пом. 3-7, и являющееся оператором персональных данных по смыслу Федерального закона «О персональных данных» от 27.07.2006 г. № 152-ФЗ и самостоятельно организующие и (или) осуществляющие обработку персональных данных Пользователей, а также определяющие цели обработки персональных данных Пользователей, состав персональных данных Пользователей, подлежащих обработке, действия (операции), совершаемые с персональными данными Пользователей в соответствии с настоящей Политикой.
                            <br/>2.2. Сервис – онлайн-сервис MORE.TV, размещенный в сети Интернет, принадлежащий М3 мультимедийный продукт, представляющий собой сложный объект авторского права, объединенный общим наименованием и оформлением в виде интерактивной совокупности аудиовизуальных произведений, формируемый М3 по своему усмотрению, доступ к которому предоставляется Пользователям в сети Интернет по адресу: https://more.tv, а также посредством различных пользовательских устройств, в том числе: SMART TV, мобильных устройств (телефон / планшет), персональных компьютеров (стационарных / мобильных) и тд. после установки на такие устройства специального программного обеспечения. Доступ Пользователей к Сервису осуществляется на условиях Пользовательского соглашения.
                            <br/>2.3 Пользователь – дееспособное физическое лицо, самостоятельно осуществившее акцепт Пользовательского соглашения в соответствии с его условиями и использующее функциональные возможности Сервиса.
                            <br/>2.4 Пользовательское соглашение – соглашение, регламентирующее взаимоотношения Пользователя Сервиса и М3, размещенное по адресу: https://more.tv/useragreement. 2.5 Услуги – деятельность М3 по обеспечению доступа Пользователей к функциональным возможностям Сервиса и просмотру контента.
                            <br/>2.6 Персональные данные / Данные – информация, которую Пользователи передают или могут передавать М3 в процессе использования Сервиса, в соответствии с условиями настоящей Политики.
                            <br/>2.7 Обработка данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с Данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение данных.
                            <br/>2.8 Иные термины, не определённые настоящей Политикой, подлежат толкованию в соответствии с Пользовательским соглашением, а в случае отсутствия их определения в Пользовательском соглашении – в соответствии с обычаями деловой этики и общепринятым в соответствующей сфере деятельности значением, а также положениями действующего законодательства Российской Федерации.
                            <br/>2.9 Все определения настоящей Политики сформулированы лишь для удобства и не могут повлиять на юридическую значимость отдельных положений Политики.</p>
                    </div>
                    <div className="contact__info">
                        <h3 className="contact__info-title">
                            3. Общие положения
                        </h3>
                        <p className="about__desc grey">
                            3.1 Настоящая Политика разработана в соответствии в соответствии с Федеральным законом «О персональных данных» от 27.07.2006 № 152-ФЗ, а также в соответствии с Конституцией Российской Федерации от 25.12.1993, Гражданским кодексом Российской Федерации от 30.11.1994 № 51-ФЗ, Федеральным законом «Об информации, информационных технологиях и о защите информации» от 27.07.2006 № 149-ФЗ, Постановлением Правительства Российской Федерации «Об утверждении требований к защите персональных данных при их обработке в информационных системах персональных данных» от 01.11.2012 г. № 1119, а также другими нормативно-правовыми актами, действующими на территории Российской Федерации.
                            <br/>3.2 Полное и безоговорочное согласие Пользователя с настоящей Политикой является обязательным условием присоединения Пользователя к Пользовательскому соглашению, Пользователь не согласный с условиями настоящей Политики не вправе присоединяться к Пользовательскому соглашению и каким-либо образом использовать Сервис.
                            <br/>3.3 Пользователь соглашается с условиями настоящей Политики с момента начала фактического использования Пользователем любых функциональных возможностей Сервиса.
                            <br/>3.4 Принимая условия настоящей Политики и Пользовательского соглашения, Пользователь дает свое добровольное безоговорочное согласие на обработку его Данных, в том числе Персональных данных.
                            <br/>3.5 Принимая условия настоящей Политики, Пользователь принимает и подтверждает, что, используя для входа в Сервис аккаунты Пользователя, зарегистрированные на других онлайн-сервисах (а именно социальных сетях, перечень которых предоставлен на странице регистрации/авторизации Пользователя, например, ВКонтаке, Facebook (*принадлежит компании Meta, деятельность которой признана экстремисткой и запрещена на территории Российской Федерации), Одноклассники, Google+ и т.п.), он дает свое добровольное безоговорочное согласие на обработку его Данных, в том числе персональных, как М3, так и таким онлайн-сервисом. При этом М3 не несет ответственности за обработку Данных Пользователя такими онлайн-сервисами.
                            <br/>3.6 В случае если Пользователь получает доступ к Сервису с использованием услуг третьих лиц (например, услуг интернет-провайдеров, операторов мобильной связи и тд.), он должен предоставить согласие на обработку своих персональных данных таким вышеуказанным лицам. М3 не несет ответственности за обработку Данных Пользователя такими третьими лицами.
                            <br/>3.7 Настоящая Политика может быть изменена М3 в одностороннем порядке в любое время, без получения согласия Пользователя и без его предварительного уведомления. Актуальная редакция настоящей Политики публикуется М3 на странице Сервиса. Если М3 прямо не указано иное, новая редакция Политики вступает в силу и становится обязательной для соблюдения Пользователем с момента публикации.
                            <br/>3.8 Настоящая Политика применима только к Сервису и процессу взаимодействия Пользователей с Сервисом. М3 не несет никакой ответственности за интернет-сайты, онлайн-сервисы, программное обеспечение третьих лиц, услуги и продукцию третьих лиц, доступ к которым Пользователь может получить, переходя по ссылкам, размещенным на Сервисе. М3 не несет ответственности за информацию и данные о Пользователе, которые запрашиваются и собираются на сайтах иных третьих лиц.
                        </p>
                    </div>
                    <div className="contact__info">
                        <h3 className="contact__info-title">
                            4. Данные
                        </h3>
                        <p className="about__desc grey">
                            4.1. При использовании Сервиса Пользователи имеют доступ и могут просматривать большинство страниц Сервиса, без предоставления своих Персональных данных, при этом для предоставления некоторых Услуг на Сервисе и/или при обращении в службу поддержки Сервиса от Пользователя могут потребоваться Персональные данные и/или Данные в ограниченном объеме, указанном в настоящей Политике, и/или в согласии на обработку Персональных данных Пользователя, которое может быть запрошено М3.
                            <br/>4.2. Данные включают в себя информацию, которую Пользователи передают М3 в процессе использования Сервиса и включают в себя как обезличенные пользовательские данные, так и Персональные данные Пользователей.
                            <br/>4.3. При регистрации/аутентификации Пользователя на Сервисе, а также при осуществлении Пользователем оплаты Услуг Сервиса, при использовании Пользователем отдельных Услуг Сервиса, при проведении различных опросов на Сервисе, при обращении Пользователя в службу поддержки Сервиса М3 может обрабатывать следующие Данные Пользователя:
                            <br/>4.3.1. имя и / или фамилия или ФИО Пользователя и/или никнейм Пользователя;
                            <br/>4.3.2. адрес электронной почты;
                            <br/>4.3.3. регистрационные данные (логин и пароль для доступа к отдельным функциям Сервиса);
                            <br/>4.3.4. информация о ранее предоставленных Пользователю подписках на Наборы платных услуг Сервиса;
                            <br/>4.3.5. информация о подписке на информационные материалы (информационные рассылки) или материалы служб поддержки Сервиса;
                            <br/>4.3.6. ID Пользователя в социальных сетях, используемые для аутентификации Пользователя на Сервисе;
                            <br/>4.3.7. информация о времени и порядке оформления доступа к Услугам Сервиса;
                            <br/>4.3.8. информация об участии в рекламных акциях Сервиса.
                            <br/>4.4. При обращении Пользователя к М3 и/или в службу поддержки Сервиса по вопросам оплаты Услуг Сервиса, в том числе при использовании услуги автопродления в соответствии с условиями Пользовательского соглашения, М3 может обрабатывать следующие Данные Пользователя:
                            <br/>4.4.1. фамилия, имя, отчество, пол, сведения о гражданстве;
                            <br/>4.4.2. паспортные данные, адрес регистрации по месту жительства и адрес фактического проживания, адрес электронной почты, номер телефона и иные средства связи;
                            <br/>4.4.3. номер банковской карты, реквизиты банковской карты.
                            <br/>4.5. При использовании Пользователем Сервиса М3 может обрабатывать Данные, которые автоматически передаются М3 в процессе использования Сервиса с помощью установленного на Устройстве Пользователя программного обеспечения, включая, но не ограничиваясь:
                            <br/>4.5.1. IP-адрес Устройства Пользователя;
                            <br/>4.5.2. информация, содержащаяся в Cookies;
                            <br/>4.5.3. информация о месте нахождения используемого Пользователем Устройства (местонахождении Пользователя), период времени осуществления доступа к Сервису, а также техническая информация об Устройстве Пользователя, с помощью которого осуществляется доступ к Сервису (в том числе идентификационный̆ номер Устройства, модель Устройства, год выпуска Устройства, установленная на Устройстве версия ПО);
                            <br/>4.5.4. информация о Приложении для Устройства Пользователя;
                            <br/>4.5.5. информация об интернет-браузере Пользователя (или иной программе, с помощью которой осуществляется доступ Пользователя к Сервису).
                            <br/>4.6. При направлении Пользователем на специальной странице (разделе) Сервиса информации о себе как соискателе на вакантную позицию/должность в компании М3 (направление Пользователем резюме и/или иных Данных для целей, указанных в настоящем пункте) М3 может обрабатывать все Данные предоставленные Пользователем для указанных в настоящем пункте целях.
                            <br/>4.7. Используя Сервис Пользователь дает согласие на сбор, анализ и использование Cookies, поскольку Использование Сервиса обусловлено использованием технологии Cookies путем создания на устройстве Пользователя файлов-cookies в целях контроля использования Сервиса, сбора информации неличного характера о Пользователях, сохранения предпочтений и другой информации на Устройстве Пользователя для того, чтобы сэкономить время Пользователей, необходимое для многократного введения в формах Сервиса одной и той же информации, а также в целях отображения содержания в ходе последующих посещений Пользователем Сервиса. В случае несогласия Пользователя с тем, чтобы М3 использовал данный тип файлов, Пользователь должен соответствующим образом установить настройки своего используемого интернет-браузера или прекратить использование Сайта Сервиса. При этом Пользователь уведомлен и осознает, что при отключении поддержки файлов Сookie, которые использует Сервис, это может повлиять на процесс использования Сервиса, в том числе его ограничить (частично или полностью).
                            <br/>4.8. М3 также может обрабатывать иные данные Пользователей, которые Пользователь самостоятельно решит предоставить при обращении в службу поддержки Сервиса посредством телефонного звонка и/или отправки электронного письма на адрес электронной почты Сервиса.
                            <br/>4.9. М3 не собирает и не хранит информацию о реквизитах банковских карт Пользователя, используемых для оплаты Пользователем платных Услуг Сервиса. Пользователь уведомлен и согласен, что вся финансовая информация, предоставляемая Пользователем для осуществления оплаты при использовании Сервиса, передается третьим лицам, осуществляющим процессинговые функции при оплате Пользователем платных Услуг Сервиса, и оператором фискальных данных.
                            <br/>4.10. При обращении Пользователей в службу поддержки Сервиса М3 может осуществлять запись телефонных разговоров с Пользователем в целях обработки запросов Пользователей и поддержания качества работы Службы поддержки. М3 обеспечивает невозможность несанкционированного доступа к информации, полученной в ходе телефонных разговоров, передачу ее третьим лицам, не имеющим отношения к исполнению со стороны М3 Пользовательского соглашения, в соответствии с п. 4 ст. 16 Федерального закона «Об информации, информационных технологиях и о защите информации».
                            <br/>4.11. М3 собирает, обрабатывает и хранит только те Данные о Пользователях, которые необходимы для целей, указанных в настоящей Политике.
                        </p>
                    </div>
                    <div className="contact__info">
                        <h3 className="contact__info-title">
                            5. Цели сбора и обработки Данных
                        </h3>
                        <p className="about__desc grey">
                            5.1. Любые Данные о Пользователе и/или его Персональные данные, которые получает М3, используются исключительно в целях заключения и исполнения договора между Пользователем и М3, а именно Пользовательского соглашения, а также повышения качества Услуг М3 и улучшения Сервиса в целях надлежащего оказания Услуг Пользователям в соответствии с условиями Пользовательского соглашения, в том числе для:
                            <br/>5.1.1. осуществление и/или исполнение функций, полномочий и обязанностей, возложенных законодательством Российской Федерации на М3;
                            <br/>5.1.2. идентификация Пользователя на Сервисе;
                            <br/>5.1.3. предоставление Пользователям актуальной информации о Сервисе и возможности доступа к нему;
                            <br/>5.1.4. проведение статистических и иных исследований, на основе обезличенных данных;
                            <br/>5.1.5. предоставление Пользователям Сервиса безопасного и удобного функционала по его использованию, эффективному отображению информации, предоставлению возможности доступа к Контенту;
                            <br/>5.1.6. предотвращение и выявление мошенничества и незаконного использования Сервиса, услуг Сервиса;
                            <br/>5.1.7. побработка запросов Пользователей М3 или службой поддержки Сервиса;
                            <br/>5.1.8. предоставление Пользователям персонализированных предложений и рекомендаций;
                            <br/>5.1.9. птехнического обслуживания Сервиса, урегулирования конфликтов;
                            <br/>5.1.10. пнаправление Пользователям служебной, рекламной и иной информации, относящейся к использованию Сервиса.
                            <br/>5.2. М3 отслеживает обезличенную статистику посещений и использования Пользователями Сервиса в целом, а также отдельно Сайта Сервиса и Приложений для Устройств, данная статистика используется М3 для осуществления оптимизации функционирования Сервиса, Сайта и Приложений для Устройств.
                            <br/>5.3. М3 может использовать Данные для осуществления информационных и маркетинговых рассылок, связанных в том числе с функционированием Сервиса, проводимых маркетинговых акциях, доступности Контента на Сервисе. Рассылки осуществляются на адрес электронной почты, указанный Пользователем при регистрации/авторизации на Сервисе, и путем push-уведомлений на Устройствах Пользователей.
                            <br/>5.4. М3 вправе поручить обработку Данных третьему лицу на основании заключаемого с этим лицом договора, Пользователь выражает своё согласие на реализацию данного права М3. В частности, М3 передаёт данные Пользователя третьим лицам, осуществляющим процессинговые функции при оплате Пользователем платных Услуг Сервиса, операторам фискальных данных, сервисам аналитики данных, консалтинговым компаниям, входящим в одну группу компаний с М3 (аффилированным лицам М3). Перечень третьих лиц, которые могут обрабатывать Данные по поручению М3 указаны в соответствующем согласии на обработку Персональных данных.
                            <br/>5.5. М3 не проверяет достоверность Данных, предоставляемых или полученных от Пользователя, не может осуществлять контроль за право- и дееспособностью Пользователей. М3 исходит из того, что Пользователь во всех случаях при использовании Сервиса предоставляет достоверные Данные о себе, в том числе Данные о своем местонахождении (местонахождении Устройства), и поддерживает Данные в актуальном состоянии.
                        </p>
                    </div>
                    <div className="contact__info">
                        <h3 className="contact__info-title">
                            6. Условия обработки Данных и безопасность
                        </h3>
                        <p className="about__desc grey">
                            6.1 При обработке Данных Пользователей М3 руководствуется требованиями действующего законодательства Российской Федерации и обязуется принимать все необходимые и достаточные меры для обеспечения выполнения обязанностей, предусмотренных Федеральным законом от 27.07.2006 г. № 152-ФЗ «О персональных данных» и принятыми в соответствии с ним нормативными правовыми актами.
                            <br/>6.2 Обработка Данных осуществляется М3 на законных основаниях, обработке подлежат только Данные, которые отвечают целям их обработки в соответствии с настоящей Политикой.
                            <br/>6.3 В отношении всех Данных, полученных М3, строго соблюдаются требования конфиденциальности. М3 не раскрывает Данные третьим лицам, за исключением случаев, установленных настоящей Политикой и требованиями применимого законодательства, а также не будет распространять, продавать, отчуждать и/или иным образом распоряжаться полученными Данными, кроме как для целей, предусмотренных в настоящей Политике и в соответствии с ней, и использовать Данные каким-либо образом, не соответствующим требованиям законодательства РФ, в противоправных или противозаконных целях.
                            <br/>6.4 Трансграничная передача Данных на территории иностранных государств может осуществляться М3 для целей исполнения договора между Пользователем и М3, а именно – Пользовательского соглашения. Пользователь уведомлен и дает свое согласие, что при трансграничной передаче его Данных получатели таких данных могут находиться как в иностранных государствах, обеспечивающих адекватную защиту прав субъектов персональных данных, так и в иностранных государствах, не обеспечивающих адекватной защиты прав субъектов персональных данных. М3 при этом, обязуется предпринять все надлежащие действия для обеспечения конфиденциальности и безопасности любых Данных, переданных на территорию любых иностранных государств.
                            <br/>6.5 М3 гарантирует, что в отношении полученных Данных совершаются только те действия, которые необходимы или желаемы для достижения указанных выше целей, включая: сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), блокирование, удаление, уничтожение Данных. Обработка Данных осуществляется как с использованием средств автоматизации, так и без использования таких средств.
                            <br/>6.6 Доступ к полученным Данным ограничен. Обеспечено принятие организационных, правовых и технических мер для защиты персональных данных от неправомерного, несанкционированного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных в соответствии с установленными требованиями законодательства и уполномоченных органов власти.
                            <br/>6.7 М3 не совершает намеренный сбор и Обработку Данных/Персональных данных детей/лиц, не достигших 18-летнего возраста. В связи с чем, М3 обращает внимание лиц, не достигших 18-летнего возраста, и призывает не осуществлять предоставление своих Данных путем регистрации и/или авторизации на Сервисе, а также не использовать иной функционал Сервиса, предусматривающий предоставление Данных. В любом случае, ответственность за нарушения условий настоящего пункта Политики и соответствующих условий Пользовательского соглашения физическим лицом, не достигшим 18-летнего возраста, возлагается на его родителей, усыновителей, опекунов, попечителей или других законных представителей согласно действующему законодательству Российской Федерации. Пользовательское соглашение Сервиса обязывает родителей, усыновителей, опекунов, попечителей или других законных представителей согласно действующему законодательству Российской Федерации осуществлять постоянный контроль в случае доступа к Контенту Сервиса лиц, не достигших 18-летнего возраста.
                            <br/>6.8 Принимая условия настоящей Политики и Пользовательского соглашения Пользователь дает свое согласие на направление ему со стороны М3 на адрес электронной почты, указанный при регистрации и/или авторизации (в том числе авторизации с использованием социальных сетей) электронных писем и push-уведомлений с помощью Приложений для Устройств, в том числе рекламных (маркетинговых) и информационных сообщений любого рода и содержания.
                        </p>
                    </div>
                    <div className="contact__info">
                        <h3 className="contact__info-title">
                            7. Права Пользователей в сфере обработки Данных
                        </h3>
                        <p className="about__desc grey">
                            7.1 Пользователь имеет право на получение информации, касающейся обработки его персональных данных в соответствии с требованиями Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных данных». Данное право должно быть реализовано Пользователем путем направления в адрес М3 соответствующего запроса, способами, предусмотренными настоящей Политикой. При этом, с учетом особенностей обработки полученных Данных Пользователей Сервисом, которые в большей части случаев не позволяет однозначно идентифицировать конкретное физическое лицо на основе полученных Данных, М3 оставляет за собой право запросить у Пользователя доказательства подтверждения его личности до предоставления запрашиваемой информации.
                            <br/>7.2 Пользователь вправе требовать уточнения или уничтожения своих персональных данных, в случае, если персональные данные являются неполными, устаревшими, недостоверными, незаконно полученными или не являются необходимыми для заявленной цели обработки, Данное право должно быть реализовано Пользователем путем направления в адрес М3 соответствующего запроса, способами, предусмотренными настоящей Политикой.
                            <br/>7.3 Пользователь вправе в любой момент направить М3 запрос на отказ от получения информации рекламного и/или маркетингового характера и иной информации на адрес электронной почты Службы поддержки на электронный адрес, указанный в пункте 9 настоящей Политики, за исключением получения push-уведомлений и/или электронных писем, информирующих Пользователя об использовании им Сервиса, в том числе в случае восстановления доступа/пароля к Учетной записи или иных случаях, необходимых для обеспечения Пользователю доступа к Сервису.
                            <br/>7.4 Пользователь вправе в любой момент отозвать согласие на обработку его Персональных данных, предоставленное М3, путём направления письменного уведомления на адрес М3: 117105 г. Москва, Варшавское шоссе, д. 9, стр. 1, Даниловская мануфактура, корпус Мещерин, ООО «М3» с пометкой «отзыв согласия на обработку персональных данных». Удаление персональных данных Пользователя будет произведено М3 в течение 10 (десяти) календарных дней с момента получения данного уведомления. Отзыв согласия на обработку персональных данных влечёт за собой удаление учётной записи (аккаунта) Пользователя с Сервиса, что может сделать невозможным пользование Сервисом и возможность доступа к Контенту. При этом, с учетом особенностей обработки полученных Данных Пользователей Сервисом, которые в большей части случаев не позволяет однозначно идентифицировать конкретное физическое лицо на основе полученных Данных, М3 оставляет за собой право запросить у Пользователя доказательства подтверждения его личности при получении отзыва согласия на обработку персональных данных. Право Пользователя, предусмотренное в настоящем пункте, может быть ограничено в соответствии с требованиями действующего законодательства. Например, такие ограничения могут предусматривать обязанность М3 сохранить запрошенные к удалению Данные Пользователя на срок, установленный действующем законодательством.

                        </p>
                    </div>
                    <div className="contact__info">
                        <h3 className="contact__info-title">
                            8. Хранение Данных
                        </h3>
                        <p className="about__desc grey">
                            8.1 Все переданные М3 Пользователями Данные хранятся на серверах, расположенных на территории Российской Федерации в соответствии с требованиями действующего законодательства Российской Федерации.
                            <br/>8.2 Передавая данные М3 Пользователь соглашается с тем, что М3 будет хранить Данные в течение всего срока, необходимого для реализации целей сбора и обработки М3 Данных в соответствии с настоящей Политикой, или в течение срока, установленного в соответствии с требования применимого законодательства, для выполнения требований применимого законодательства, запросов компетентных государственных органов, вступивших в силу решений судов.
                            <br/>8.3 В случае достижения целей обработки персональных данных М3 обязуется прекратить обработку персональных данных и уничтожить или обезличить персональные данные в срок, не превышающий 30 (тридцати) календарных дней с даты достижения цели обработки персональных данных или получения отзыва согласия Пользователя на обработку персональных данных, если иное не предусмотрено настоящей Политикой или требованиями применимого законодательства.
                            <br/>8.4 Режим конфиденциальности в отношении Данных снимается в случае их обезличивания, а также в иных случаях, предусмотренных законодательством Российской Федерации.


                            <br/>9. Заключительные положения

                            <br/>9.1. К настоящей Политике имеют доступ все Пользователи Сервиса. Настоящая Политика доступа для ознакомления как на Сайте Сервиса, так и в Приложения для Устройств.
                            <br/>9.2. Вопросы, не урегулированные Политикой, подлежат разрешению в соответствии с законодательством Российской Федерации.
                            <br/>9.3. Настоящая Политика составлена на русском языке. В случае наличия каких-либо несоответствий между версией Политики, составленной на русском языке, и версией Политики, переведенной на другой язык, приоритет и прямое применение будут иметь положения Политики, составленной на русском языке.
                            <br/>9.4. В случае каких-либо вопросов, уведомлений, запросов, предложений в отношении данной Политики, а также с целью осуществления своих прав (если порядок их осуществления не установлен отдельно в настоящей Политике) Пользователь может обратиться к М3:
                            – по адресу электронной почты: support@more.tv;
                            – путем отправки соответствующего письма по почтовому адресу: 117105 г. Москва, Варшавское шоссе, д. 9, стр. 1, Даниловская мануфактура, корпус Мещерин.
                            <br/>9.5. В случае подачи Пользователем претензии Пользователь обязан предоставить документы, которые подтверждают основания для претензии, обоснования претензии и контактные данные для связи.
                        </p>
                    </div>
                </div>
            </div>
        </section>
    );
};

export default Confidentiality;